[Errors]
MissingProductTitle="''%s'': неподходящая папка для %s"
MissingProductInstalled="установки"
MissingProductPatched="обновления"
MissingProductThis="Данное обновление"
MissingProduct="%s: вначале необходимо установить %s. Укажите папку с %s, либо нажмите кнопку ''Выход'' и запустите программу установки.\n\nЧтобы подробнее узнать о программе, щелкните ссылку ниже."
OldVersion="%s: вначале необходимо установить %s версии %i или более поздней. Версия, установленная на этом компьютере (%i), устарела. Установите %s версии %i или более поздней, затем повторите попытку. Чтобы подробнее узнать о программе, щелкните ссылку ниже.\n\nПрограмма установки завершает свою работу."
FolderTitle="Папка %s"
FolderFormat="Введен некорректный путь: '%s'. Введите другой путь."
CDKeyTitle="Неверный ключ диска"
CDKeyFormat="Введен неверный ключ диска. Введите ключ диска, который находится внутри упаковки с игрой."
AlreadyRunningTitle="Во время работы программы ее установка невозможна."
AlreadyRunning="Чтобы продолжить установку, завершите работу других копий программы и нажмите ОК. Для выхода нажмите кнопку ''Отмена''."
WrongCdTitle="Файлы не найдены на диске"
WrongCd="Программа %s: файл %s нужной версии не найден на диске.\n\nУбедитесь, что в дисководе находится диск с игрой."
MissingInstallerFile="Не найден файл программы установки"
MissingReferenceFile="Не найден файл справки"
MissingSourceFile="Не найден файл ресурса"
FailedOpenSource="Не удалось открыть файл ресурса"
FailedOpenDest="Не удалось открыть конечный файл"
FailedReadingSource="Не удалось прочитать исходный файл"
FailedWritingDest="Не удалось записать конечный файл"
FailedLoadingUpdate="Не удалось загрузить файл обновления"
FailedReadingReference="Не удалось прочитать файл справки"
FailedClosingSource="Не удалось закрыть файл ресурса"
FailedClosingDest="Не удалось закрыть конечный файл"
FailedMakeDir="Не удалось создать папку для конечного файла"
AdviseBadMedia="Ошибка чтения с носителя. Если установка происходит с CD или DVD, попробуйте очистить поверхность диска, проверьте исправность дисковода, затем повторите попытку."
AdviseBadDownload="Загруженные файлы обновления повреждены."
AdviseBadDest="Диск, выбранный для установки, переполнен, либо на нем имеются поврежденные сектора."
PatchCorrupt="Файл обновления %s поврежден.\n\n%s"
CdFileMismatch="Неверная версия файла %s с компакт-диска. %s: обновление не может быть установлено."

[General]
Space="%i МБ"
Ready="Все готово к установке %s.\nПрограмма будет установлена в папку %s\n\nНажмите кнопку ''Установить''.\nЕсли вы передумали устанавливать %s, нажмите кнопку ''Отмена''."
InstallCancel="Отмена установки"
CancelPrompt="Внимание! Если отменить установку, программа %s не будет работать. Вы уверены?"
DidCancel="Установка отменена. Программа не установлена и не будет работать."
CdDescription="Для установки обновления %s нужен доступ к исходным файлам с компакт-диска %s.\n\nВставьте диск %s в дисковод и нажмите ''Далее''. Если вашему дисководу назначена другая буква, введите ее ниже."
CdDrive="Дисковод CD-ROM"
NotEnoughSpaceTitle="Установка в указанную папку невозможна"
NotEnoughSpace="На диске %s недостаточно места для установки %s. Выберите диск, на котором достаточно места, либо освободите место на текущем диске, а затем повторите попытку."
Finish="Готово"
RebootButton="Перезагрузка"
ExitButton="Выход"
Abbreviation="Установка Killing Floor"
CDPromptTitle="Вставьте диск с игрой"
CDPromptMessage="Вставьте %d-й диск Killing Floor"
LastCDPromptMessage="Вставьте 6-й диск Killing Floor"
InstallQFE="Необходимо обновить DirectX 8.1. Следуйте инструкциям, которые появятся в следующем окне."
ECEPromptTitle="Вставьте диск с игрой"
ECEPromptMessage="Вставьте первый диск с программой установки модификации"

[IDDIALOG_FilerPageAutoPlay]
IDC_Play="Запуск"
IDC_Reinstall="Установка"
IDC_Uninstall="Удаление"
IDC_ReleaseNotes="Последние сведения"
IDC_Web="Веб-сайт игры"
IDC_Complete="Установка завершена!"
IDC_CompleteReboot="Установка завершена!\nПрежде чем запускать игру, перезапустите компьютер."

[IDDIALOG_FilerPageWelcome]
IDC_WelcomePrompt="Установка %s.\n\nДля продолжения нажмите кнопку ''Далее''. Чтобы отменить установку, нажмите ''Отмена''.\n\nЧтобы подробнее узнать о программе, щелкните ссылку ниже."
IDC_WelcomePromptUpdate="Обновление %s до версии %s.\n\nДля продолжения установки нажмите кнопку ''Далее''. Чтобы отменить установку, нажмите ''Отмена''.\n\nЧтобы подробнее узнать о программе, щелкните ссылку ниже."
IDC_LanguagePrompt="Язык"

[IDDIALOG_FilerPageLicense]
IDC_LicenseText="Внимательно прочитайте текст соглашения. Для продолжения установки вы должны принять его условия."
IDC_LicenseQuestion="Если вы согласны, нажмите кнопку ''Согласен''."

[IDDIALOG_FilerPageComponents]
IDC_ComponentsText="Выберите компоненты, которые будут установлены."
IDC_ComponentsPrompt="Компоненты:"
IDC_DiskSpaceFrame="Место на диске"
IDC_DescriptionFrame="Описание"
IDC_SpaceRequiredMessage="Требуется:"
IDC_SpaceAvailableMessage="Доступно:"

[IDDIALOG_FilerPageUninstallComponents]
IDC_ComponentsText="Выберите компоненты, которые будут удалены."
IDC_ComponentsPrompt="Компоненты:"
IDC_DependenciesFrame="Взаимосвязи"
IDC_DependenciesText="Будут удалены следующие компоненты: %s"

[IDDIALOG_FilerPageFolder]
IDC_FolderDescription="Программа %s будет установлена в следующую папку.\n\nДля продолжения нажмите ''Далее''.\n\nЧтобы установить программу в другую папку, введите полный путь, включая букву диска, например: C:\\Новая_папка"
IDC_FolderDescriptionPatch="Программа %s будет обновлена.\n\nДля продолжения нажмите ''Далее''.\n\nЕсли установлено две или более копий программы, введите путь установки, включая букву диска, например: C:\\Новая_папка"
IDC_FolderDescriptionMissing="Программа %s будет обновлена.\n\nВведите путь установки, включая букву диска, например: C:\\Новая_папка"
IDC_FolderHolder="Путь установки"
IDC_Browse="Обзор"
IDC_Default="По умолчанию"
IDC_SpaceAvailableMessage="Свободное место на диске:"
IDC_FullSpaceRequiredMessage="Для стандартной установки нужно:"

[IDDIALOG_FilerPageCDKey]
IDC_CDKeyDescription="Введите 20-значный ключ диска, который находится внутри упаковки с игрой. Если цифры разделены знаками "-", введите ключ вместе с этими знаками. \n\nФормат ключа должен быть следующим: XXXXX-XXXXX-XXXXX-XXXXX\n\nЗатем нажмите кнопку ''Далее''."
IDC_CDKeyHolder="Ключ диска"

[IDDIALOG_FilerPageInstallProgress]
IDC_InstallText="Копирование файлов..."
IDC_InstallingText="Установка:"
IDC_ProgressText="Ход копирования:"
IDC_TotalText="Ход установки:"

[IDDIALOG_FilerPageUninstallProgress]
IDC_InstallText="Удаление файлов..."
IDC_InstallingText="Обработано:"
IDC_ProgressText="Ход копирования:"
IDC_TotalText="Ход установки:"

[IDDIALOG_Restart]
IDC_Restart="Установка завершена"
IDC_RestartMessage="По окончании установки нужно перезагрузить Windows."
IDC_RestartText="Закройте все открытые приложения, включая сеансы MS-DOS, сохраните открытые документы, убедитесь, что во флоппи-дисководе нет дискеты, затем перезагрузите Windows."
IDC_Complete="Установка будет завершена после перезагрузки Windows."
IDC_Restart="Перезагрузить Windows"
IDC_Exit="Выход"

[IDDIALOG_WizardDialog]
IDC_WizardDialog="Установка"

[IDDIALOG_FailedRequirement]
IDC_FailedRequirement="Программу невозможно установить в указанную папку"
IDC_FailedMessage="Вначале необходимо установить программу, указанную ниже. Если она уже установлена, укажите соответствующую папку, в противном случае нажмите ''Выход'' и запустите программу установки.\n\nЧтобы подробнее узнать о программе, щелкните ссылку ниже."
IDC_ProductHolder="Необходимая программа"

[IDDIALOG_ProductInfo]
IDC_ProductHolder="Программа"
IDC_ProductText="Программа:"
IDC_VersionText="Версия:"
IDC_DeveloperText="Разработчик:"

[IDDIALOG_FilerPageUninstall]
IDC_UninstallPrompt="Следующие компоненты будут удалены:"
IDC_UninstallQuestion="Вы действительно хотите удалить следующие компоненты?"

[IDDIALOG_AutopatchPageGo]
IDC_AutoUpdateText="Автоматическое обновление..."
IDC_UpdatingText="Загрузка..."
IDC_ProgressText="Ход загрузки"
IDC_Manual="Чтобы загрузить файлы вручную, откройте следующую ссылку:"
ManualDownloadPage="http://redorchestragame.com/"
CancelText="Пока обновление не завершено, вы сможете играть только по локальной сети или в режиме одиночной игры. Вы действительно хотите прервать обновление?"
ContactingText="Установка соединения с сайтом: "
DownloadingText="Загрузка файла: "
SuccessText="Файлы загружены. Чтобы установить обновление, нажмите ''Готово''."
